{
  "streams": [
    {
      "title": "Algorithms and Data Structures",
      "description": "In this course you will learn about algorithms and data structures, two of the fundamental topics in computer science. There are three main parts to this course: algorithms, data structures, and a deep dive into sorting and searching algorithms.",
      "userId": "116848809589230524061",
      "id": 1
    },
    {
      "title": "What Does A Machine Learning Engineer At Amazon Do",
      "description": "an ex-Amazon Machine Learning Engineer and the creator of MLExpert, to talk about what Machine Learning Engineers do, how hard Machine Learning is, and how different Machine Learning is from normal Software Engineering",
      "userId": "116848809589230524061",
      "id": 2
    },
    {
      "title": "Ted Talk",
      "description": "Inside the mind of a master procrastinator | Tim Urban",
      "userId": "116848809589230524061",
      "id": 3
    },
    {
      "title": "Behind The Scenes on PIXAR's LUCA",
      "description": "Go behind-the-scenes on Pixar's Luca with the voice recordings, clips & bloopers for Alberto (Jack Dylan Grazer), Luca (Jacob Tremblay), Giulia (Emma Berman) & Lorenzo (Jim Gaffigan)! Film clips are provided courtesy of Disney/Pixar.",
      "userId": "116848809589230524061",
      "id": 4
    },
    {
      "title": "MCU HISHE Compilation Volume Three",
      "description": "Volume THREE compilation of MCU HISHE episodes.  This bundle features all the MCU HISHE episodes from Avengers Infinity War through Spider-Man Far From Home (plus a handful of relevant bonus episodes)  New episodes Coming Soon!",
      "userId": "116848809589230524061",
      "id": 5
    },
    {
      "title": "Quicksilver Saves Everyone ",
      "description": "Quicksilver Saves Everyone From Exploding X-Mansion Scene - Sweet Dreams - X-Men: Apocalypse (2016) Movie Clip HD",
      "userId": "116848809589230524061",
      "id": 6
    },
    {
      "title": "Don Omar - Bandolero",
      "description": "Don Omar - Bandolero (KEAN DYSSO Remix) ft. 2Pac, 50 Cent, Eminem, The Notorious BIG, Snoop Dogg, Eazy E, Ice Cube, Xzibit, Method Man",
      "userId": "116848809589230524061",
      "id": 7
    }
  ]
}